Repository: fluxer/bfp
Catalog: src/spm/po/*/spm.po
Languages: bg

source: Configuration file does not exist
bg: Конфигурационният файл не съществува

source: Repositories configuration file does not exist
bg: Файлът за конфигуриране на хранилищата не съществува

source: Repositories configuration file is empty
bg: Файлът за конфигуриране на хранилищата е празен

source: Mirrors configuration file does not exist
bg: Файлът за конфигуриране на огледалата не съществува

source: Mirrors configuration file is empty
bg: Файлът за конфигуриране на огледалата е празен

source: Name
bg: Име

source: Version
bg: Версия

source: Description
bg: Описание

source: Depends
bg: Зависимости

source: Reverse depends
bg: Обратни зависимисти

source: Size
bg: Размер

source: Footprint
bg: Отпечатък

source: Backup
bg: Резервни копия

source: Make depends
bg: Мейк-зависимости

source: Check depends
bg: Чек-зависимости

source: Sources
bg: Източници

source: PGP keys
bg: PGP ключове

source: Options
bg: Опции

source: Removing
bg: Премахва се

source: Dirctory is OK
bg: Директорията е ОК

source: Cloning local
bg: Клониране на локален

source: Checking for updates
bg: Проверяване за обновления

source: Target not in any repository
bg: Мишената не е в никое хранилище

source: Checking
bg: Проверяване на

source: New version of %s (ignored) available
bg: Нова версия на %s (игнорирана) е налична

source: New version of %s available
bg: Нова версия на %s е налична

source: Starting cleanup at
bg: Стартира се почистване в

source: Starting sync at
bg: Стартира се синхронизиране в

source: Starting prune at
bg: Стартира се премахване на излишни в

source: Starting update at
bg: Стартира се обновление в

source: Deleting info page
bg: Изтриване инфо страница

source: Uninstalling XDG MIMEs
bg: Деинсталират се XDG MIME-и

source: Updating shared libraries cache
bg: Обновяване кеша на споделени библиотеки

source: Updating manual pages database
bg: Обновяване датабазата на опътващите страници

source: Updating desktop database
bg: Обновяване датабазата на работния плот

source: Updating MIME database
bg: Обновяване на MIME датабазата

source: Updating icon resources
bg: Обновяване ресурсите на иконите

source: Updating icons cache
bg: Обновяване кеша на иконите

source: Installing XDG MIMEs
bg: Инсталират се XDG MIME-и

source: Updating XDG MIMEs
bg: Обновяване на XDG MIME-ите

source: Updating GIO modules cache
bg: Обновяване кеша на GIO модулите

source: Updating pango modules cache
bg: Обновяване кеша на pango модулите

source: Updating GTK-2.0 imodules cache
bg: Обновяване кеша на GTK-2.0 imodules

source: Updating GTK-3.0 imodules cache
bg: Обновяване кеша на GTK-3.0 imodules

source: Updating gdk pixbuffer loaders
bg: Обновяване gdk pixbuffer зареждачите

source: Updating GSettings schemas
bg: Обновяване GSettings схемите

source: Installing info page
bg: Инсталиране инфо страница

source: Reloading udev rules and hwdb
bg: Презареждане udev правилата и hwdb

source: Updating module dependencies
bg: Обновяване зависимостите на модули

source: Updating initramfs image
bg: Обновяване initramfs образа

source: Updating GRUB configuration
bg: Обновяване GRUB конфигурацията

source: Preparing PGP keys
bg: Подготовка на PGP ключовете

source: Verifying
bg: Проверяване на

source: Checking dependencies
bg: Проверяване на зависимостите

source: Building dependencies
bg: Изграждане на зависимости

source: Resuming %s preparations at
bg: Преостановяване подготовката на %s в

source: Dependencies missing
bg: Липсващи зависимости

source: Preparing sources
bg: Подготовка на източниците

source: Already linked
bg: Вече е свързан

source: Copying
bg: Копиране на

source: Linking
bg: Свързване на

source: Extracting
bg: Извличане на

source: Indexing content
bg: Индексиране на съдържанието

source: Compressing manual pages
bg: Компресиране опътващите страници

source: Compressing
bg: Компресиране на

source: Adjusting link
bg: Коригиране на връзка

source: Stripping binaries and libraries
bg: Смъкване на бинари и библиотеки

source: Stripping RPATH
bg: Смъкване на RPATH

source: Checking runtime dependencies
bg: Проверяване на работните зависимости

source: Attempting shebang correction on
bg: Опит за корекция на shebang на

source: Multiple providers for %s
bg: Няколко доставчика на %s

source: Dependency needed but in target
bg: Нужна е зависимост, но е в мишената

source: Dependency needed but in dependencies
bg: Нужна е зависимост, но вече е в зависимостите

source: Dependency needed but in local
bg: Нужна е зависимост, но е в локална

source: Dependency needed, not in any local
bg: Нужна е зависимост, непринадлежаща на локална

source: Byte-compiling Python modules
bg: Байт-компилиране на Python модули

source: Assembling metadata
bg: Зглабяне на метадата

source: Compressing tarball
bg: Компресиране на архив

source: Signing tarball
bg: Подписване на архив

source: Checking for conflicts
bg: Проверяване за конфликти

source: Checking against
bg: Проверяване срещу

source: File/link conflicts with %s
bg: Файл/линк конфликт със %s

source: Executing pre_upgrade()
bg: Изпълняване на pre_upgrade()

source: Executing pre_install()
bg: Изпълняване на pre_install()

source: Creating backup files
bg: Създаване на резервни копия

source: File does not exist
bg: Файлът несъществува

source: Backing up
bg: Резервиране на

source: Decompressing tarball
bg: Декомпресиране на архив

source: Removing obsolete files and directories
bg: Премахване на старите файлове и директории

source: Executing post_upgrade()
bg: Изпълняване на post_upgrade()

source: Executing post_install()
bg: Изпълняване на post_install()

source: Checking reverse dependencies
bg: Проверяване обратните зависимости

source: Targets may need rebuild
bg: Мишените може да имат нужда от рестроеж

source: Already removed
bg: Вече е премахната

source: Removing reverse dependencies
bg: Премахване на обратни зависимости

source: Resuming %s removing at
bg: Преостановяване премахването на %s в

source: Other targets depend on %s
bg: Други мишени зависят на %s

source: Executing pre_remove()
bg: Изпълняване на pre_remove()

source: Removing files
bg: Премахване на файлове

source: Removing directories
bg: Премахване на директории

source: Removing links
bg: Премахване на връзка

source: Executing post_remove()
bg: Изпълняване на post_remove()

source: Removing SRCBUILD
bg: Премахване на SRCBUILD

source: Ignoring target
bg: Игориране на мишена

source: Invalid target
bg: Невалидна мишена

source: Target is up-to-date
bg: Мишената е последната налична версия

source: Starting %s cleanup at
bg: Започване чистка на %s в

source: Starting %s preparations at
bg: Започване подготовка на %s в

source: src_compile() not defined
bg: src_compile() не е зададен

source: Starting %s compile at
bg: Започване компилиране на %s в

source: src_check() not defined
bg: src_check() не е зададен

source: Starting %s check at
bg: Започване проверка на %s в

source: src_install() not defined
bg: src_install() не е зададен

source: Starting %s install at
bg: Започване инсталация на %s в

source: Starting %s merge at
bg: Започване сливане на %s в

source: Starting %s remove at
bg: Започване премахване на %s в

source: Checking mirrors for
bg: Проверяване на огледалата за

source: At least one mirror is required
bg: Поне едно огледало е нужно

source: Dependencies
bg: Зависимости

source: Match in
bg: Съвпадение в

source: NOTE: Some features are available only to the root user.
bg: ЗАБЕЛЕЖКА: Някои услуги са достъпни само за root потребителя.

source: Sync repositories
bg: Синхронизирай хранилищата

source: Check repositories for updates
bg: Провери хранилищата за обновления

source: Show target name
bg: Покажи името на мишената

source: Show target version
bg: Покажи версията на мишената

source: Show target description
bg: Покажи описанието на мишената

source: Show target depends
bg: Покажи зависимостите на мишената

source: Show target makedepends
bg: Покажи мейк-зависимостите на мишената

source: Show target checkdepends
bg: Покажи чек-зависимостите на мишената

source: Show target sources
bg: Покажи източниците на мишената

source: Show target PGP keys
bg: Покажи PGP ключовете на мишената

source: Show target options
bg: Покажи опциите на мишената

source: Show target backups
bg: Покажи резервните копия на мишената

source: Print in plain format
bg: Принтирай в чист формат

source: Prepare sources of target
bg: Подготови източниците на мишената

source: Compile sources of target
bg: Компилирай източниците на мишената

source: Check sources of target
bg: Провери източниците на мишената

source: Install compiled files of target
bg: Инсталирай компилираните файлове на мишената

source: Merge compiled files of target to system
bg: Слей компилираните фаилове на мишената в системата

source: Remove compiled files of target from system
bg: Премахни компилираните файлове от системата

source: Consider dependency targets
bg: Имай в предвид зависимостите на мишените

source: Consider reverse dependency targets
bg: Имай в предвид обратните зависимости на мишената

source: Apply actions only if update is available
bg: Приложи действията само ако е достъпно обновление

source: Targets to apply actions on
bg: Мишени, на който да се приложат действията

source: Show target reverse depends
bg: Покажи обратние зависимости на мишената

source: Show target size
bg: Покажи размера на мишената

source: Show target footprint
bg: Покажи отпечатъка на мишената

source: Change cache directory
bg: Промени кеш директорията

source: Change build directory
bg: Промени директорията за строеж

source: Change system root directory
bg: Промени основната системна директория

source: Change ignored targets
bg: Промени игнорираните мишени

source: Set whether to sign files
bg: Задай дали да се подписват фаилове

source: Set whether to use offline mode
bg: Задай дали да се използва режим бет интернет

source: Set whether to use mirrors
bg: Задай дали да се използват огледала

source: Set the connection timeout
bg: Задай таймаут на връзката

source: Set whether to verify downloads
bg: Задай дали да се проверяват свалянията

source: Change CHOST
bg: Промени CHOST

source: Change CFLAGS
bg: Промени CFLAGS

source: Change CXXFLAGS
bg: Промени CXXFLAGS

source: Change CPPFLAGS
bg: Промени CPPFLAGS

source: Change LDFLAGS
bg: Промени LDFLAGS

source: Change MAKEFLAGS
bg: Промени MAKEFLAGS

source: Set whether to compress man pages
bg: Задай дали да се компресират страниците с опътванията

source: Set whether to split debug symbols from binaries and libraries
bg: Задай дали да се разделят дебъг симболите от бинари и библиотеки

source: Set whether to strip binaries
bg: Задай дали да се смъкват бинарите

source: Set whether to strip shared libraries
bg: Задай дали да се смъкват споделените библиотеки

source: Set whether to strip static libraries
bg: Задай дали да се смъкват статичните библиотеки

source: Set whether to strip RPATH
bg: Задай дали да се смъква RPATH

source: Set whether to byte-compile Python modules
bg: Задай дали да се байт-компилират Python модулите

source: Set whether to ignore missing runtime dependencies
bg: Задай дали да се игнорират липсващите работни зависимости

source: Set whether to check for conflicts
bg: Задай дали да се проверява за конфликти

source: Set whether to backup files
bg: Задай дали да се правят резервни копия

source: Set whether to execute pre/post script
bg: Задай дали да се изпълняват pre/post скриптове

source: Set whether to execute triggers
bg: Задай дали да се изпълняват спусъците

source: Enable debug messages
bg: Включи дебъг съобщенията

source: Show SPM version and exit
bg: Покажи версията на SPM и излез

source: Runtime information
bg: Работна информация

source: CLEAN
bg: ИЗЧИСТИ

source: SYNC
bg: СИНХРОНИЗИРАЙ

source: UPDATE
bg: ОБНОВИ

source: PRUNE
bg: ПРЕМАХНИ

source: REPOSITORIES
bg: ХРАНИЛИЩА

source: Poking repositories...
bg: Побутване на хранилищата...

source: NAME
bg: ИМЕ

source: VERSION
bg: ВЕРСИЯ

source: DESCRIPTION
bg: ОПИСАНИЕ

source: DEPENDS
bg: ЗАВИСИМОСТИ

source: MAKEDEPENDS
bg: МЕЙК-ЗАВИСИМОСТИ

source: CHECKDEPENDS
bg: ЧЕК-ЗАВИСИМОСТИ

source: SOURCES
bg: ИЗТОЧНИЦИ

source: OPTIONS
bg: ОПЦИИ

source: BACKUP
bg: РЕЗЕРВНИ КОПИЯ

source: Poking remotes...
bg: Побутване на отдалечени...

source: IGNORE
bg: ИГНОРИРАЙ

source: SIGN
bg: ПОДПИС

source: OFFLINE
bg: ОФЛАЙН

source: MIRROR
bg: ОГЛЕДАЛО

source: TIMEOUT
bg: ТАЙМАУТ

source: TARGETS
bg: МИШЕНИ

source: Poking sources...
bg: Побутване на източниците...

source: Poking binaries...
bg: Побутване на бинарите...

source: REVERSE
bg: ОБРАТНИ

source: SIZE
bg: РАЗМЕР

source: FOOTPRINT
bg: ОТПЕЧАТЪК

source: Poking databases...
bg: Побутване на датабазите...

source: Skipping
bg: Пропускане на

source: Path
bg: Път

source: Unneded target
bg: Ненужна мишена

source: Signing
bg: Подписване на

source: Unknown owner of
bg: Непознат собственик на

source: No manual page(s)
bg: Няма опътваща страница(и)

source: Hardlink
bg: Хардлинк

source: Empty footprint
bg: Празен отпечатък

source: Build directory trace(s)
bg: Следа(и) от директорията на строежа

source: File in PATH is not executable
bg: Файл в PATH не е изпълним

source: File in PATH overlaps with
bg: Файл в PATH се засича със

source: Invalid shebang
bg: Невалиден shebang

source: Possibly unnecessary backup of file
bg: Вероятно ненужно резервно копие на файл

source: Possibly undefined backup of file
bg: Вероятно незададено резервно копие

source: Possibly conflicting file with %s
bg: Въроятен конфликтен файл с %s

source: Debug symbols missing
bg: Липсващи дебъг симболи

source: Possible /dev/null output redirection
bg: Вероятно пренасочване към /dev/null

source: No maintainer mentioned
bg: Не е споменат човек по поддръжка

source: FIXME/TODO note(s)
bg: FIXME/TODO бележка(и)

source: Essential variable(s) missing
bg: Липсваща важна променлива(и)

source: User(s) added but not deleted
bg: Добавен потребител(и), но не премахната

source: Group(s) added but not deleted
bg: Добавена група(и), но не премахната

source: Backup file detected
bg: Засечено резервно копие

source: What do you want to do: 1. View difference 2. Edit original 3. Edit backup 4. Replace original with backup 5. Remove backup *. Continue
bg: Какво искате да направите: 1. Виж разликата 2. Промени оригинала 3. Промени резервното копие 4. Замени оригинала с резервното копие 5. Премахни резервното копие *. Продължи

source: Match
bg: Съвпадение

source: Uploading
bg: Качване на

source: Set output directory
bg: Задай директория за продукция

source: Check dependencies of target
bg: Провери зависимостиte на мишената

source: Check reverse dependencies of target
bg: Провери обратните зависимости на мишената

source: Check for missing manual page(s)
bg: Провери за липсващи страници с опътвания

source: Check for documentation
bg: Провери за документация

source: Check for module(s) in non-standard directory
bg: Провери за модул(и) в нестандардни директории

source: Check ownership
bg: Провери правата

source: Check for non-executable(s) in PATH
bg: Провери за неизпълним(и) в PATH

source: Check for overlapping executable(s) in PATH
bg: Провери дали изпълними файлове се засичат в PATH

source: Check for missing debug symbols
bg: Провери за липсващи дебъг симболи

source: Perform all checks
bg: Извърши всички проверки

source: Check for FIXME/TODO note(s)
bg: Провери за FIXME/TODO бележка(и)

source: Check for essential variables
bg: Провери за важни променливи

source: Display content of SRCBUILD
bg: Покажи съдържанието на SRCBUILD

source: Use port for the server
bg: Използвай порт за сървъра

source: Use address for the server
bg: Използвай адрес за сървъра

source: Set lookup directory
bg: Задай директория за търсене

source: Use host
bg: Използвай хост

source: Use user
bg: Използвай потребител

source: Use upload directory
bg: Използвай директория за качване

source: Show SPM Tools version and exit
bg: Покажи версията на SPM Tools и излез

source: DIRECTORY
bg: ДИРЕКТОРИЯ

source: FAST
bg: БЪРЗО

source: MODULE
bg: МОДУЛ

source: PATH
bg: ПЪТ

source: DEBUG
bg: ДЕБЪГ

source: NOTE
bg: БЕЛЕЖКА

source: VARIABLES
bg: ПРОМЕНЛИВИ

source: USERS
bg: ПОТРЕБИТЕЛИ

source: GROUPS
bg: ГРУПИ

source: PORT
bg: ПОРТ

source: ADDRESS
bg: АДРЕСС

source: HOST
bg: ХОСТ

source: USER
bg: ПОТРЕБИТЕЛ

source: Poking server...
bg: Побутване на сървър
